Repository: wp-plugins/google-captcha
Catalog: languages/google_captcha-*.po
Languages: it_it

source: Google Captcha Settings
it_it: Impostazioni Google Captcha

source: Site key
it_it: Chiave del sito

source: Secret Key
it_it: Chiave segreta

source: Login form
it_it: Form di accesso

source: Registration form
it_it: Form di registrazione

source: Reset password form
it_it: Form per resettare la password

source: Comments form
it_it: Form dei commenti

source: Enter site key
it_it: Introduci la Chiave del sito

source: WARNING: The captcha will not display while you don't fill key fields.
it_it: ATTENZIONE: Il Captcha non verrà mostrato mentre non riempi i campi chiave.

source: Enter secret key
it_it: Introduci la Chiave segreta

source: Settings
it_it: Impostazioni

source: FAQ
it_it: Domande frequenti

source: Notice:
it_it: Avviso:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
it_it: Le impostazioni del plugin sono state modificate. Per salvarle non dimenticare di premere il tasto 'Salva modifiche'.

source: Settings saved
it_it: Impostazioni salvate

source: Google Captcha version 2 will not work correctly, since the option "allow_url_fopen" is disabled in the PHP settings of your hosting.
it_it: Google Captcha versione 2 non funzionerà correttamente perchè l'opzione "allow_url_fopen" è disabilitata nelle impostazioni PHP del tuo hosting.

source: Read more.
it_it: Continua a leggere.

source: If you would like to add the Google Captcha to your own form, just copy and paste this shortcode to your post or page:
it_it: Se desideri aggiungere Google Captcha ad un tuo form, devi semplicemente copiare ed incollare questo codice nel tuo post o pagina:

source: Authentication
it_it: Autenticazione

source: Before you are able to do something, you must to register %s here %s
it_it: Prima di poter fare qualcosa, devi registrare %s qui %s

source: Enter site key and secret key, that you get after registration.
it_it: Introduci la Chiave del sito e la Chiave segreta, che si ottengono dopo la registrazione.

source: Options
it_it: Opzioni

source: Enable Google Captcha for:
it_it: Abilitare Google Captcha per:

source: Contact form
it_it: Form di contatto

source: Activate contact form
it_it: Attivare form di contatto

source: Download contact form
it_it: Scaricare form di contatto

source: Hide captcha for:
it_it: Nasondi captcha per:

source: reCAPTCHA version:
it_it: reCAPTCHA versione:

source: version
it_it: versione

source: Theme:
it_it: Tema:

source: for reCAPTCHA version
it_it: per reCAPTCHA versione

source: Save Changes
it_it: Salva modifiche

source: To use Google Captcha you must get the keys from
it_it: Per utilizzare Google Captcha devi ottenere le chiavi da

source: here
it_it: qui

source: and enter them on the
it_it: ed introducili in

source: plugin setting page
it_it: pagina di configurazione del plugin

source: Error: You have entered an incorrect CAPTCHA value.
it_it: Errore: Hai introdotto un valore CAPTCHA errato.

source: Error: You have entered an incorrect CAPTCHA value. Click the BACK button on your browser, and try again.
it_it: Errore: Hai introdotto un valore CAPTCHA errato. Fai click sul bottone Indietro del tuo browser e riprova.

source: Support
it_it: Supporto
